Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Unpublishing %lld%%
ar: جارٍ إلغاء النشر %lld%%
ca: Se n'està anul·lant la publicació %lld%%
cy: Wrthi’n datgyhoeddi %lld%%
da: Fjerner offentliggørelse %lld%%
da_instk12: Fjerner offentliggørelse %lld%%
de: Unveröffentlicht %lld%%
es: Cancelando publicación %lld%%
es_es: Cancelando publicación %lld%%
fi: Julkaisua kumotaan %lld%%
fr: Annulation de la publication %lld%%
fr_ca: Annulation de la publication %lld%%
ga: Ag Dífhoilsiú %lld%%
hi: अप्रकाशित किया जा रहा है %lld%%
ht: Pa Pibliye %lld%%
id: Batal Diterbitkan %lld%%
is: Felur %lld%%
it: Annullamento pubblicazione %lld%%
ja: 公開取り消し中%lld%%
ko: 게시 취소 %lld%%
mi: Wete whakaputa ana %lld%%
ms: Menyahterbit %lld%%
nb: Avpubliserer %lld%%
nb_instk12: Avpubliserer %lld%%
nl: Publicatie ongedaan maken %lld%%
pl: Cofanie publikacji %lld%%
pt: Não publicar %lld%%
pt_br: Cancelando publicação %lld%%
ru: Выполняется отмена публикации %lld%%
sl: Poteka preklic objave %lld%%
sv: Avpublicerar %lld%%
sv_instk12: Avpublicerar %lld%%
th: กำลังเลิกเผยแพร่ %lld%%
vi: Đang hủy phát hành %lld%%
zh: 正在取消发布%lld%%
zh_hk: 取消發佈%lld%%

source: Unread
ar: غير مقروء
ca: Sense llegir
cy: Heb ddarllen
da: Ulæst
da_instk12: Ulæst
de: Ungelesen
es: No leído
es_es: No leído
fi: Lukematon
fr: Non lu
fr_ca: Non lu
hi: अपठित
ht: Poko li
id: Belum dibaca
is: Ólesin
it: Non letto
ja: 未読
ko: 읽지 않음
mi: Kia panuitia
ms: Belum dibaca
nb: Ulest
nb_instk12: Ulest
nl: Ongelezen
pl: Nieprzeczytane
pt: Não lida
pt_br: Não lido
ru: Не прочитано
sl: Neprebrano
sv: Oläst
sv_instk12: Olästa
th: ไม่ได้อ่าน
vi: Chưa đọc
zh: 未读
zh_hk: 未讀

source: Unsaved Changes
ar: التغييرات غير المحفوظة
ca: Canvis no desats
cy: Newidiadau heb eu Cadw
da: Ændringer, der ikke er blevet gemt
da_instk12: Ændringer, der ikke er blevet gemt
de: Nicht gespeicherte Änderungen
es: Cambios no guardados
es_es: Cambios no guardados
fi: Tallentamattomat muutokset
fr: Changements non enregistrés
fr_ca: Modifications non enregistrées
ga: Athruithe nach bhfuil Sábháilte
hi: बिना सहेजे गए बदलाव
ht: Chanjman ki pa Anrejistre
id: Perubahan Belum Disimpan
is: Óvistaðar breytingar
it: Modifiche non salvate
ja: 未保存の変更
ko: 저장되지 않은 변경 사항
mi: Nga Huringa Kaore i Tiaki
ms: Perubahan Tidak Disimpan
nb: Ulagrede endringer
nb_instk12: Ulagrede endringer
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
pt: Alterações não guardadas
pt_br: Alterações não salvas
ru: Несохраненные изменения
sl: Neshranjene spremembe
sv: Osparade ändringar
sv_instk12: Osparade ändringar
th: การเปลี่ยนแปลงที่ไม่ได้บันทึก
vi: Thay Đổi Chưa Lưu
zh: 未保存的更改
zh_hk: 未儲存的變更

source: Unsubscribe
ar: إلغاء الاشتراك
ca: Cancel·la la subscripció
cy: Dad-danysgrifio
da: Opsig abonnement
da_instk12: Opsig abonnement
de: Abmelden
es: Cancelar la suscripción
es_es: Cancelar la suscripción
fi: Peruuta tilaus
fr: Se désinscrire
fr_ca: Se désinscrire
ga: Díliostáil
hi: सदस्यता रद्द करें
ht: Dezenskri
id: Hapus subskripsi
is: Áskrift hætt
it: Annulla iscrizione
ja: 通知オフ
ko: 구독 해제
mi: Whakakorea
ms: Nyahlanggan
nb: Avslutt abonnement
nb_instk12: Avslutt abonnement
nl: Afmelden
pl: Anuluj subskrypcje
pt: Cancelar subscrição
pt_br: Cancelar assinatura
ru: Отменить подписку
sl: Odjavi naročanje
sv: Avsluta prenumeration
sv_instk12: Avsluta prenumeration
th: เลิกการสมัครบริการ
vi: Hủy Đăng Ký
zh: 取消订阅
zh_hk: 取消訂閱

source: Unsuccessful Creation!
ar: لم ينجح الإنشاء!
ca: No s’ha pogut completar correctament el procés de creació
cy: Heb Lwyddo i Greu!
da: Oprettelsen mislykkedes!
da_instk12: Oprettelsen mislykkedes!
de: Erstellung fehlgeschlagen!
es: ¡Creación incorrecta!
es_es: ¡La creación no se ha podido completar!
fi: Luonti epäonnistui!
fr: Échec de la création !
fr_ca: Création non réussie!
ga: Cruthú Nár Éirigh Leis!
hi: असफल निर्माण!
ht: Kreyasyon Rate!
id: Pembuatan Gagal!
is: Stofnun mistókst!
it: Creazione non riuscita!
ja: 作成に失敗しました！
ko: 만들지 못했습니다.
mi: Kore i Angitu!
ms: Penciptaan Tidak Berjaya!
nb: Mislykket opprettelse!
nb_instk12: Mislykket opprettelse!
nl: Kan dit niet maken!
pl: Niepowodzenie utworzenia!
pt: Criação sem sucesso!
pt_br: Criação malsucedida!
ru: Создание не было выполнено!
sl: Neuspešno ustvarjanje!
sv: Det gick inte att skapa!
sv_instk12: Det gick inte att skapa!
th: จัดทำไม่เสร็จสิ้น!
vi: Tạo Không Thành Công!
zh: 创建失败！
zh_hk: 建立失敗！

source: Unsupported Item
ar: عنصر غير مدعوم
ca: Element no admès
cy: Eitem Anghydnaws
da: Ikke-understøttet element
da_instk12: Ikke-understøttet element
de: Nicht unterstütztes Element
es: Ítem no compatible
es_es: Ítem no compatible
fi: Tukematon kohde
fr: Élément non pris en charge
fr_ca: Élément non pris en charge
ga: Mír gan tacaíocht
hi: असमर्थित आइटम
ht: Eleman pa Sipòte
id: Item Tidak Didukung
is: Óstutt atriði
it: Elemento non supportato
ja: サポートされていない項目
ko: 지원되지 않는 항목
mi: Kaore i te tautokotia te tuuemi
ms: Item Tidak Disokong
nb: Ikke-støttet element
nb_instk12: Ikke-støttet element
nl: Niet-ondersteund item
pl: Nieobsługiwany element
pt: Item não suportado
pt_br: Item não suportado
ru: Неподдерживаемый элемент
sl: Nepodprti element
sv: Objektet stöds inte
sv_instk12: Objektet stöds inte
th: รายการที่ไม่รองรับ
vi: Mục Không Được Hỗ Trợ
zh: 不受支持的项目
zh_hk: 不受支援項目

source: Until
ar: حتى
ca: Fins al
cy: Tan
da: Indtil
da_instk12: Indtil
de: Bis
es: Hasta
es_es: Hasta
fi: Asti
fr: Au
fr_ca: Jusqu’au
ga: Go dtí
hi: इस समय तक:
ht: Jiska
id: Hingga
is: Þar til
it: Fino a
ja: 利用終了日時
ko: 마감
mi: Tae noa ki
ms: Sehingga
nb: Inntil
nb_instk12: Inntil
nl: Tot
pl: Do
pt: Até
pt_br: Até
ru: До
sl: Do
sv: Tills
sv_instk12: Tills
th: จนถึง
vi: Đến
zh: 直至
zh_hk: 結束

source: until %@
ar: حتى %@
ca: fins a les %@
cy: tan %@
da: indtil %@
da_instk12: indtil %@
de: bis %@
es: hasta %@
es_es: hasta el %@
fi: %@ asti
fr: jusqu'au %@
fr_ca: jusqu’à %@
ga: go dtí %@
hi: %@ तक
ht: jiska %@
id: hingga %@
is: til %@
it: fino a %@
ja: %@まで
ko: 마감 %@
mi: tae noa ki %@
ms: hingga %@
nb: til %@
nb_instk12: til %@
nl: tot %@
pl: do %@
pt: até %@
pt_br: até %@
ru: до %@
sl: do %@
sv: till %@
sv_instk12: tills %@
th: จนถึง %@
vi: đến %@
zh: 结束日期 %@
zh_hk: 直到 %@

source: Until %@
ar: الموعد النهائي %@
ca: Fins a %@
cy: Tan %@
da: Indtil %@
da_instk12: Indtil %@
de: Bis %@
es: Hasta %@
es_es: Hasta %@
fi: Asti %@
fr: Jusqu’au %@
fr_ca: Jusqu’au %@
ga: Go dtí %@
hi: इस समय तक: %@
ht: Jiska %@
id: Hingga %@
is: Þar til %@
it: Fino a %@
ja: 次の日時から%@
ko: 마감 %@
mi: tae noa ki %@
ms: Sehingga %@
nb: Inntil %@
nb_instk12: Til %@
nl: Tot %@
pl: Do %@
pt: Até %@
pt_br: Até %@
ru: До %@
sl: Do %@
sv: Tills %@
sv_instk12: Tills %@
th: จนถึง %@
vi: Đến %@
zh: 直至%@
zh_hk: 結束%@

source: Upcoming Assignments
ar: مهام قادمة
ca: Properes activitats
cy: Aseiniadau sydd ar y Gweill
da: Kommende opgaver
da_instk12: Kommende opgaver
de: Bevorstehende Aufgaben
es: Tareas próximas
es_es: Próximas actividades
fi: Tulevat tehtävät
fr: Travaux à venir
fr_ca: Travaux à venir
ga: Tascanna atá le Teacht
hi: आगामी असाइनमेंट
ht: Pwochen Sesyon
id: Tugas Mendatang
is: Væntanleg verkefni
it: Compiti in programma
ja: これからの課題
ko: 예정된 과제
mi: Ngā Whakataunga e haere mai ana
ms: Tugasan Akan Datang
nb: Kommende oppgaver
nb_instk12: Kommende oppgaver
nl: Aankomende opdrachten
pl: Nadchodzące zadania
pt: Tarefas futuras
pt_br: Tarefas futuras
ru: Предстоящие задания
sl: Prihodnje naloge
sv: Kommande uppgifter
sv_instk12: Kommande uppgifter
th: ภารกิจที่จะมีขึ้น
vi: Bài Tập Sắp Tới
zh: 即将到来的作业
zh_hk: 即將開始的作業

source: Update cancelled
ar: تم إلغاء التحديث
ca: S’ha cancel·lat l’actualització
cy: Diweddariad wedi’i ganslo
da: Opdatering annulleret
da_instk12: Opdatering annulleret
de: Update abgebrochen
es: Actualización cancelada
es_es: Actualización cancelada
fi: Päivitys peruutettu
fr: Mise à jour annulée
fr_ca: Mise à jour annulée
ga: Nuashonrú cealaithe
hi: अपडेट करना रद्द हुआ
ht: Mizajou anile
id: Pembaruan dibatalkan
is: Hætt við uppfærslu
it: Aggiornamento annullato
ja: 更新がキャンセルされました。
ko: 업데이트 취소됨
mi: Kua whakakorea te whakahōu
ms: Kemas kini dibatalkan
nb: Oppdatering avbrutt
nb_instk12: Oppdatering avbrutt
nl: Bijwerken geannuleerd
pl: Anulowano aktualizacje
pt: Atualização cancelada
pt_br: Atualização cancelada
ru: Обновление отменено
sl: Posodobitev je preklicana
sv: Uppdateringen avbruten
sv_instk12: Uppdateringen avbruten
th: การอัพเดตถูกยกเลิก
vi: Đã hủy bỏ cập nhật
zh: 更新已取消
zh_hk: 已取消更新

source: Update failed
ar: تعذر التحديث
ca: No s’ha pogut realitzar l’actualització
cy: Wedi methu diweddaru
da: Opdatering mislykkedes
da_instk12: Opdatering mislykkedes
de: Aktualisierung fehlgeschlagen
es: Se produjo un error al actualizar
es_es: No se ha podido actualizar
fi: Päivitys epäonnistui
fr: Échec de la mise à jour
fr_ca: Échec de la mise à jour
ga: Theip ar an nuashonrú
hi: अपडेट करना विफल हुआ
ht: Mizajou echwe
id: Gagal memperbarui
is: Uppfærsla mistókst
it: Aggiornamento non riuscito
ja: 更新失敗
ko: 업데이트 실패
mi: I rahua te whakahou
ms: Kemas Kini gagal
nb: Oppdatering mislyktes
nb_instk12: Oppdatering mislyktes
nl: Bijwerken mislukt
pl: Aktualizacja nie powiodła się
pt: Atualização falhada
pt_br: Atualização falhou
ru: Сбой обновления
sl: Posodobitev ni uspela
sv: Uppdateringen misslyckades
sv_instk12: Uppdateringen misslyckades
th: อัพเดตล้มเหลว
vi: Cập nhật không thành công
zh: 更新失败
zh_hk: 更新失敗

source: Update failed at %lld%%
ar: تعذر التحديث في %lld%%
ca: No s’ha pogut realitzar l’actualització a %lld%%
cy: Wedi methu diweddaru %lld%%
da: Opdatering mislykkedes ved %lld%%
da_instk12: Opdatering mislykkedes ved %lld%%
de: Aktualisierung fehlgeschlagen bei %lld%%
es: Error de actualización al %lld%%
es_es: No se ha podido actualizar el %lld%%
fi: Päivitys epäonnistui %lld%%
fr: La mise à jour a échoué à %lld%%
fr_ca: Échec de la mise à jour à %lld%%
ga: Theip ar an nuashonrú ag %lld%%
hi: अपडेट करना यहां विफल हुआ: %lld%%
ht: Mizajou echwe a %lld%%
id: Gagal memperbarui pada %lld%%
is: Uppfærsla mistókst %lld%%
it: Aggiornamento non riuscito a %lld%%
ja: 更新は%lld%%で失敗
ko: 업데이트 실패 %lld%%
mi: I rahua te whakahou i %lld%%
ms: Kemas kini gagal pada %lld%%
nb: Oppdatering mislyktes %lld%%
nb_instk12: Oppdatering mislyktes %lld%%
nl: Bijwerken mislukt om %lld%%
pl: Niepowodzenie aktualizacji o %lld%%
pt: Atualização falhada em %lld%%
pt_br: Falha na atualização em %lld%%
ru: Сбой обновления при %lld%%
sl: Posodobitev ni uspela pri %lld%%
sv: Uppdateringen misslyckades vid %lld%%
sv_instk12: Uppdateringen misslyckades vid %lld%%
th: อัพเดตล้มเหลวที่ %lld%%
vi: Cập nhật không thành công ở %lld%%
zh: %lld%% 更新失败
zh_hk: 更新在 %lld%% 失敗

source: Updated Language Settings
ar: إعدادات اللغة المحدثة
ca: S'ha actualitzat la configuració d'idioma
cy: Gosodiadau Iaith wedi’u Diweddaru
da: Opdaterede sprogindstillinger
da_instk12: Opdaterede sprogindstillinger
de: Aktualisierte Spracheinstellungen
es: Configuraciones de idioma actualizadas
es_es: Configuraciones de idioma actualizadas
fi: Päivitetyt kieliasetukset
fr: Mise à jour des paramètres de langue
fr_ca: Paramètres de langue mis à jour
ga: Socruithe Teanga Nuashonraithe
hi: अपडेट की गई भाषा सेटिंग्स
ht: Paramèt Langaj Aktyalize
id: Pengaturan Bahasa Diperbarui
is: Uppfærðar tungumálastillingar
it: Impostazioni lingua aggiornate
ja: 更新された言語設定
ko: 업데이트된 언어 설정
mi: Kua whakahoutia ngā Tautuhinga Reo
ms: Tetapan Bahasa Dikemas Kini
nb: Oppdatert språkinnstillinger
nb_instk12: Oppdatert språkinnstillinger
nl: Bijgewerkte taalinstellingen
pl: Zaktualizuj ustawienia językowe
pt: Configurações de idioma atualizadas
pt_br: Configurações de idioma atualizadas
ru: Обновленные языковые настройки
sl: Posodobljene nastavitve jezika
sv: Uppdaterade språkinställningar
sv_instk12: Uppdaterade språkinställningar
th: ค่าภาษาที่อัพเดต
vi: Cài Đặt Ngôn Ngữ Đã Cập Nhật
zh: 已更新语言设置
zh_hk: 已更新語言設定

source: Updating
ar: جارٍ التحديث
ca: S'està actualitzant
cy: Diweddaru
da: Opdaterer
da_instk12: Opdaterer
de: Wird aktualisiert
es: Actualizando
es_es: Actualizando
fi: Päivitetään
fr: Mise à jour
fr_ca: Mise à jour en cours
ga: Ag nuashonrú
hi: अपडेट किया जा रहा है
ht: Aktyalizasyon
id: Memperbarui
is: Uppfæri
it: Aggiornamento
ja: 更新しています
ko: 업데이트
mi: Whakahōu ana
ms: Mengemas kini...
nb: Oppdaterer
nb_instk12: Oppdaterer
nl: Bezig met bijwerken
pl: Trwa aktualizacja
pt: Atualizar
pt_br: Atualizando
ru: Обновление
sl: Posodabljanje
sv: Uppdaterar
sv_instk12: Uppdaterar
th: กำลังอัพเดต
vi: Đang Cập Nhật
zh: 正在更新
zh_hk: 正在更新

source: Upload
ar: تحميل
ca: Penja
cy: Llwytho i fyny
de: Hochladen
es: Cargar
es_es: Cargar
fi: Lataa
fr: Télécharger
fr_ca: Téléversement
ga: Uaslódáil
hi: अपलोड करें
ht: Chajman
id: Unggah
is: Hlaða upp
it: Carica
ja: アップロード
ko: 업로드
mi: Tukuake
ms: Muat naik
nb: Last opp
nb_instk12: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
pt_br: Carregar
ru: Отправить
sl: Naloži
sv: Ladda upp
sv_instk12: Ladda upp
th: อัพโหลด
vi: Tải lên
zh: 上传
zh_hk: 上傳

source: Upload completed.
ar: اكتمل التحميل.
ca: Penjada completada.
cy: Proses llwytho i fyny wedi'i chwblhau.
da: Overførsel færdig.
da_instk12: Overførsel færdig.
de: Upload abgeschlossen.
es: Carga completa.
es_es: Carga completa.
fi: Lataus valmis.
fr: Envoi terminé.
fr_ca: Téléversement terminé.
ga: Uaslódáil críochnaithe.
hi: अपलोड करना पूरा हुआ।
ht: Transfè konplete.
id: Unggahan selesai.
is: Upphleðslu lokið.
it: Caricamento completato.
ja: アップロードが完了しました。
ko: 업로드가 완료되었습니다.
mi: Kua oti te tuku.
ms: Muat naik dilengkapkan.
nb: Opplasting fullført.
nb_instk12: Opplasting fullført.
nl: Uploaden voltooid.
pl: Ukończono przesyłanie.
pt: Carregamento concluído.
pt_br: Upload concluído
ru: Загрузка завершена.
sl: Nalaganje je zaključeno.
sv: Uppladdningen slutfördes.
sv_instk12: Uppladdningen slutfördes.
th: อัพโหลดเสร็จสิ้น
vi: Tải lên hoàn thành.
zh: 上传已完成。
zh_hk: 完成上傳。

source: Upload Failed
ar: فشل التحميل
ca: No s’ha pogut penjar
cy: Wedi methu llwytho i fyny
da: Upload mislykkedes
da_instk12: Upload mislykkedes
de: Upload fehlgeschlagen
es: Error al cargar
es_es: Ha habido un error al cargar
fi: Lataus epäonnistui
fr: Le téléchargement a échoué
fr_ca: Échec du téléversement.
ga: Theip ar an Uaslódáil
hi: अपलोड करना विफल रहा
ht: Transf[e Echwe
id: Unggahan Gagal
is: Upphleðsla mistókst
it: Caricamento non riuscito
ja: アップロードに失敗
ko: 업로드 실패
mi: I Rahua te Tukuake
ms: Muat naik gagal
nb: Opplasting mislyktes
nb_instk12: Opplasting mislyktes
nl: Uploaden mislukt
pl: Przekazywanie nie powiodło się
pt: Carregamento falhou
pt_br: Falha no carregamento
ru: Загрузка не выполнена
sl: Nalaganje ni uspelo.
sv: Uppladdningen misslyckades
sv_instk12: Uppladdningen misslyckades
th: อัพโหลดล้มเหลว
vi: Tải Lên Không Thành Công
zh: 上传失败
zh_hk: 上傳失敗

source: Upload failed due to unknown reason.
ar: تعذر التحميل لسبب غير معلوم.
ca: No s’ha pogut fet la penjada a causa d’un motiu desconegut.
cy: Wedi methu llwytho i fyny oherwydd rheswm anhysbys.
da: Upload mislykkedes på grund af ukendt årsag.
da_instk12: Upload mislykkedes på grund af ukendt årsag.
de: Hochladen aus unbekanntem Grund fehlgeschlagen.
es: La carga falló debido a una razón desconocida.
es_es: Ha ocurrido un error al cargar debido a un motivo desconocido.
fi: Lataus epäonnistui tuntemattoman virheen vuoksi.
fr: Échec de l’envoi du fait d'une raison inconnue.
fr_ca: Le téléversement a échoué pour une raison inconnue
ga: Theip ar an uaslódáil mar gheall ar chúis anaithnid.
hi: अज्ञात कारण से अपलोड करना विफल रहा।
ht: Transfè a echwe pou yon rezon nou pa konnen.
id: Pengunggahan gagal karena alasan yang tidak diketahui.
is: Upphleðsla mistókst af óþekktri ástæðu.
it: Caricamento non riuscito a causa di un motivo sconosciuto.
ja: 不明な理由により、アップロードに失敗しました。
ko: 알 수 없는 이유로 인해 업로드하지 못했습니다.
mi: I rahua te tukuake na te mea kaore i mohiotia.
ms: Muat naik gagal kerana sebab tidak diketahui.
nb: Opplasting mislyktes på grunn av ukjent feil.
nb_instk12: Opplasting mislyktes på grunn av ukjent feil.
nl: Uploaden mislukt om onbekende reden.
pl: Nie udało się przesłać z nieznanego powodu.
pt: O envio falhou devido a razão desconhecida.
pt_br: Falha no upload devido a motivo desconhecido.
ru: Сбой отправки по неизвестной причине.
sl: Nalaganje iz neznanega razloga ni uspelo.
sv: Uppladdningen misslyckades av okänd anledning.
sv_instk12: Uppladdningen misslyckades av okänd anledning.
th: การอัพโหลดล้มเหลวเนื่องจากสาเหตุที่ไม่ทราบ
vi: Tải lên không thành công do lỗi không xác định.
zh: 上传失败，原因未知。
zh_hk: 上傳因未知的原因失敗。

source: Upload failed.
ar: فشل التحميل.
ca: No s'ha pogut fer la penjada.
cy: Wedi methu llwytho i fyny.
da: Upload mislykkedes.
da_instk12: Upload mislykkedes.
de: Upload fehlgeschlagen.
es: Falló la carga.
es_es: No se ha podido realizar la carga.
fi: Lataus epäonnistui.
fr: Échec de l’envoi.
fr_ca: Le téléversement a échoué
ga: Theip ar an uaslódáil.
hi: अपलोड करना विफल रहा।
ht: Transfè echwe.
id: Unggahan gagal.
is: Upphleðsla mistókst.
it: Caricamento non riuscito.
ja: アップロードに失敗しました。
ko: 업로드하지 못했습니다.
mi: Rahua tukuake.
ms: Muat naik gagal.
nb: Opplasting mislyktes.
nb_instk12: Opplasting mislyktes.
nl: Uploaden mislukt.
pl: Niepowodzenie przesłania.
pt: Carregamento falhou.
pt_br: Falha no carregamento.
ru: Не удалось загрузить.
sl: Nalaganje ni uspelo.
sv: Det gick inte att ladda upp.
sv_instk12: Det gick inte att ladda upp.
th: อัพโหลดล้มเหลว
vi: Tải lên thất bại.
zh: 上传失败。
zh_hk: 上傳失敗。

source: Upload file
ar: تحميل ملف
ca: Pengeu el fitxer
cy: Llwytho ffeil i fyny
da: Upload fil
da_instk12: Upload fil
de: Datei hochladen
es: Subir archivo
es_es: Cargar archivo
fi: Lataa tiedosto
fr: Charger un fichier
fr_ca: Téléverser un fichier
ga: Uaslódáil comhad
hi: फ़ाइल अपलोड करें
ht: Chaje fichye
id: Unggah file
is: Hlaða upp skrá
it: Carica file
ja: ファイルをアップロード
ko: 파일 업로드
mi: Kōnae Tukuake
ms: Muat naik fail
nb: Last opp fil
nb_instk12: Last opp fil
nl: Bestand uploaden
pl: Prześlij plik
pt: Carregar ficheiro
pt_br: Fazer upload do arquivo
ru: Загрузить файл
sl: Naloži datoteko
sv: Ladda upp fil
sv_instk12: Ladda upp fil
th: อัพโหลดไฟล์
vi: Tải tập tin lên
zh: 上传文件
zh_hk: 上傳檔案

source: Upload File
ar: تحميل ملف
ca: Penja el fitxer
cy: Llwytho Ffeil i Fyny
da: Overfør fil
da_instk12: Overfør fil
de: Datei hochladen
es: Cargar archivo
es_es: Cargar archivo
fi: Lataa tiedosto
fr: Envoyer fichier
fr_ca: Téléverser le fichier
ga: Uaslódáil Comhad
hi: फ़ाइल अपलोड करें
ht: Transfere Fichye
id: Unggah File
is: Hlaða upp skrá
it: Carica File
ja: ファイルアップロード
ko: 파일 업로드
mi: Tukuake Kōnae
ms: Muat Naik Fail
nb: Last opp fil
nb_instk12: Last opp fil
nl: Bestand uploaden
pl: Prześlij plik
pt: Carregar ficheiro
pt_br: Carregar arquivo
ru: Загрузить файл
sl: Naloži datoteko
sv: Ladda upp fil
sv_instk12: Ladda upp fil
th: อัพโหลดไฟล์
vi: Tải Lên Tập Tin
zh: 上传文件
zh_hk: 上傳檔案

source: Upload Files
ar: تحميل الملفات
ca: Penja fitxers
cy: Llwytho ffeiliau i fyny
da: Upload filer
da_instk12: Upload filer
de: Dateien hochladen
es: Cargar archivos
es_es: Cargar archivos
fi: Lataa tiedostot
fr: Charger des fichiers
fr_ca: Téléverser des fichiers
ga: Uaslódáil Comhaid
hi: फ़ाइलें अपलोड करें
ht: Transfere Fichye
id: Unggah File
is: Hlaða upp skrám
it: Carica file
ja: ファイルのアップロード
ko: 파일 업로드
mi: Tukuake mai he kōnae
ms: Muat Naik Fail
nb: Last opp filer
nb_instk12: Last opp filer
nl: Bestanden uploaden
pl: Przekaż pliki
pt: Carregar ficheiros
pt_br: Enviar arquivos
ru: Загрузить файлы
sl: Naloži datoteke
sv: Ladda upp filer
sv_instk12: Ladda upp filer
th: อัพโหลดไฟล์
vi: Tải Lên Tập Tin
zh: 上传文件
zh_hk: 上傳檔案

source: Upload in progress
ar: التحميل قيد التقدم
ca: Penjada en curs
cy: Proses lwytho i fyny ar waith
da: Overførsel i gang
da_instk12: Overførsel i gang
de: Upload in Arbeit
es: Carga en progreso
es_es: Carga en curso
fi: Lataus käynnissä.
fr: Envoi en cours
fr_ca: Téléversement en cours
ga: Uaslódáil ar siúl
hi: अपलोड प्रगति पर है
ht: Transfè an pwosesis
id: Unggahan sedang berlangsung
is: Upphleðsla í gangi
it: Caricamento in corso
ja: アップロード進行中
ko: 업로드가 진행 중입니다
mi: Kei te mahi te tukuake
ms: Muat naik sedang berjalan
nb: Opplasting pågår
nb_instk12: Opplasting pågår
nl: Bezig met uploaden
pl: Przesyłanie w toku...
pt: Carregamento em progresso
pt_br: Carregamento em andamento
ru: Выполняется выгрузка
sl: Poteka nalaganje
sv: Uppladdning pågår
sv_instk12: Uppladdning pågår
th: กำลังอัพโหลด
vi: Đang tải lên
zh: 正在上传
zh_hk: 正在上傳

source: Upload in progress %lld%%
ar: التحميل قيد التقدم %lld%%
ca: Penjada en curs %lld%%
cy: Proses lwytho i fyny ar waith %lld%%
da: Overførsel i gang %lld%%
da_instk12: Overførsel i gang %lld%%
de: Upload in Arbeit %lld%%
es: Carga en progreso %lld%%
es_es: Carga en curso %lld%%
fi: Lataus käynnissä. %lld%%
fr: Envoi en cours %lld%%
fr_ca: Téléversement en cours %lld%%
ga: Uaslódáil ar siúl %lld%%
hi: अपलोड प्रगति पर है %lld%%
ht: Transfè an pwosesis %lld%%
id: Unggahan sedang berlangsung %lld%%
is: Upphleðsla í gangi %lld%%
it: Caricamento in corso %lld%%
ja: アップロード進行中%lld%%
ko: 업로드 진행 중 %lld%%
mi: Kei te mahi te tukuake %lld%%
ms: Muat naik sedang berjalan %lld%%
nb: Opplasting pågår %lld%%
nb_instk12: Opplasting pågår %lld%%
nl: Bezig met uploaden %lld%%
pl: Przesyłanie w toku... %lld%%
pt: Carregamento em progresso %lld%%
pt_br: Carregamento em andamento %lld%%
ru: Выполняется выгрузка %lld%%
sl: Poteka nalaganje %lld%%
sv: Uppladdning pågår %lld%%
sv_instk12: Uppladdning pågår %lld%%
th: กำลังอัพโหลด %lld%%
vi: Đang tải lên %lld%%
zh: 正在上传%lld%%
zh_hk: 正在上傳%lld%%

source: Upload photo
ar: تحميل صورة
ca: Penja la foto
cy: Llwytho llun i fyny
da: Upload billede
da_instk12: Upload billede
de: Foto hochladen
es: Actualizar foto
es_es: Cargar foto
fi: Lataa valokuva
fr: Envoyer photo
fr_ca: Téléverser une photo
ga: Uaslódáil grianghraf
hi: फ़ोटो अपलोड करें
ht: Monte foto
id: Unggah foto
is: Hlaða upp mynd
it: Carica foto
ja: 写真を掲示する
ko: 사진 업로드
mi: Tukuake whakaahua
ms: Muat naik foto
nb: Last opp bilde
nb_instk12: Last opp bilde
nl: Foto uploaden
pl: Prześlij zdjęcie
pt: Carregar fotografia
pt_br: Carregar foto
ru: Загрузка фото
sl: Naloži fotografijo
sv: Ladda upp foto
sv_instk12: Ladda upp foto
th: อัพโหลดภาพ
vi: Tải ảnh lên
zh: 上传照片
zh_hk: 上傳相片

source: Uploaded
ar: تم التحميل
ca: S’ha penjat
cy: Wedi llwytho i fyny
da: Uploadet
da_instk12: Uploadet
de: Hochgeladen
es: Cargado
es_es: Cargado
fi: Ladattu
fr: Chargé
fr_ca: Téléversé
ga: Uaslódáilte
hi: अपलोड किया गया
ht: Transfere
id: Diunggah
is: Upphlaðið
it: Caricato
ja: アップロードされました
ko: 업로드됨
mi: Tukuake
ms: Dimuat naik
nb: Lastet opp
nb_instk12: Lastet opp
nl: Geüpload
pl: Przekazane
pt: Carregado
pt_br: Carregado
ru: Загружено
sl: Naloženo
sv: Uppladdade
sv_instk12: Uppladdade
th: อัพโหลดแล้ว
vi: Đã tải lên
zh: 已上传
zh_hk: 已上傳

source: Uploading
ar: جارٍ التحميل
ca: S'està penjant
cy: Wrthi’n llwytho i fyny
da: Uploader
da_instk12: Uploader
de: Wird hochgeladen
es: Cargando
es_es: Cargando
fi: Ladataan
fr: En cours de chargement
fr_ca: Téléversement en cours
ga: Ag uaslódáil
hi: अपलोड किया जा रहा है
ht: Chajman
id: Mengunggah
is: Hleður upp
it: Caricamento
ja: アップロードしています
ko: 업로드
mi: E tikiake ana
ms: Sedang memuat naik
nb: Laster opp
nb_instk12: Laster opp
nl: Bezig met uploaden
pl: Przekazywanie
pt: Carregamento
pt_br: Carregando
ru: Загрузка
sl: Nalaganje
sv: Laddar upp
sv_instk12: Laddar upp
th: กำลังอัพโหลด
vi: Đang tải lên
zh: 正在上传
zh_hk: 正在上傳
